<template>
    <div>
        <Header_all person-title="推广合作人协议"></Header_all>
        <div class="protocol" style="padding-top:1.2rem ">
            <div class="headStyle">
            </div>
            <p>疯狂猜球秉承公平、公正的原则，为用户提供最优惠的回馈、为推广合作人（以下简称：合作人）创造强劲的营利优势! 疯狂猜球秉持商业联营、资源整合、利益共享的理念，与合作伙伴携手打造利多的荣景。 无论您拥有的是网络资源，或是丰富的人脉，都欢迎您来加入我们的行列，不须负担任何费用， 就可以获得无上限的收入。推广疯狂猜球绝对是您最佳的选择!
            </p>
            <h3>一、推广合作人注册条款</h3>
            <p>为防止滥用疯狂猜球所提供的合作人优惠制度，我们将严格审核每位合作人申请注册时所提供的资料(包括：姓名、身份证号码、手机号码、支付方式等)。若经审核发现合作人有任何不良营利企图，或与其他合作人、用户进行合谋套利等行为，疯狂猜球将关闭该合作人的账户、冻结账户中的佣金，并收回该合作人的所有佣金与优惠。 同一姓名/同一身份证号/同一地址的用户只能是一个合作人的下线，合作人本身不能成为其他合作人的下线用户。
            </p>
            <h3>二、权责条款</h3>
            <h5>1、疯狂猜球对合作人的权利与义务</h5>
            <p>疯狂猜球会观察合作人的下线用户投注情况。 合作人及用户皆须同意并遵守疯狂猜球的服务和隐私条款、政策及操作程序。 合作人可随时登陆管理后台查看其下线用户的投注情况与活动概况。 疯狂猜球保留所有对合作人或用户账户加以冻结或封存的权利。 疯狂猜球有权修改任何条款(包括:现有的佣金范围、佣金计划、付款方式等)，疯狂猜球会以QQ、公告等方法通知合作人。若合作人对于任何修改持有异议，可选择终止合作、或洽客服提出意见。如合作人未提出异议，便视作默认同意条款修改，必须遵守更改后的相关规定。
            </p>
            <h5>2、合作人对疯狂猜球的权力及义务</h5>
            <p>合作人应尽其所能，广泛地宣传、推广疯狂猜球，使自身和疯狂猜球的利润最大化。合作人可在不违反法律的情况下，以正面形象宣传、推广疯狂猜球， 并有责任义务告知下线用户所有关于疯狂猜球的相关优惠条件及产品。 合作人选择推广疯狂猜球的手段若需付费，则合作人应自行承担该费用。 任何疯狂猜球的相关信息(包括：标志、报表、游戏画面、图样、文案等)，合作人不得私自复制、公开、 分发传播有关材料，疯狂猜球保留法律追诉权。 如合作人在业务推广方面需要相关的技术支持， 欢迎随时咨询疯狂猜球客服。
            </p>
            <h5>3、其他细则</h5>
            <div class="otherStyle">
                <p>（1） 合作人不可在未经疯狂猜球允许的情况下开设双/多个合作人账号， 也不可从疯狂猜球的游戏账户或其他人处赚取佣金。 请谨记任何合作人皆不能用合作帐户投注，疯狂猜球有权冻结并封存账号及其所有在游戏中赚取的佣金。 </p>
                <p>（2） 为确保所有疯狂猜球用户的账号隐私与权益， 疯狂猜球不会提供任何用户密码，或用户个人资料。 各合作人亦不得以任何方式取得用户数据，或任意登录下线用户账号， 如发现合作人有侵害疯狂猜球用户隐私的行为，疯狂猜球有权取消合作人的资格，并封存该合作账号。 </p>
                <p>（3） 合作人下线的用户不得注册多于一个的账户。疯狂猜球有权要求用户提供有效的身份证明以验证用户的身份， 并保留以其他手段判定用户是否重复注册的权利。如违反上述事项，疯狂猜球有权终止用户进行游戏并封存账号及所有于游戏中赚取的佣金。</p>
                <p>（4） 如合作人下线的用户因违反条例而被禁止使用疯狂猜球， 或疯狂猜球退回充值给用户， 疯狂猜球将不会分配相应的佣金给合作人。</p>
            </div>
            <p>
                本合作协议于疯狂猜球正式接受合作人加入后开始生效。 疯狂猜球及合作人可随时终止此合作协议。 在任何情况下，合作人若欲终止合约，必须以QQ/邮件的方式提前三个工作日内通知疯狂猜球。 合作人的表现将会每3个月审核一次，如合作人已不是现有的合作成员，则本合作协议可以在任何时间终止。 如合作人违反本合作协议条例，疯狂猜球有权立即终止合约。
            </p>
            <p>在没有得到疯狂猜球的许可下， 合作人不能透露及授权疯狂猜球的相关机密资料， 包括合作人所获得的回馈、佣金报表、计算方式等；合作人有义务在本协议终止后仍执行机密文件及数据的保密。 合约终止之后，合作人及疯狂猜球将不再履行双方的权利及义务。 终止合约并不会解除合作人于终止合约前所应履行的义务。
            </p>
            <p></p>
        </div>
    </div>
</template>

<script>
    import Header_all from '~components/header_all.vue'
    export default {
        data () {
            return {
                title: ''
            }
        },
        watch: {},
        methods: {},
        computed: {},
        components: {
            Header_all
        },
        mounted () {

        }
    }
</script>
<style>
    .otherStyle p{
        padding-bottom: 0.08rem;
    }
    .protocol{
        height:100%;
        overflow-y: scroll;
        font-size: 0.36rem;
        padding: 0.06rem 0.16rem 0.5rem;
        -webkit-overflow-scrolling: touch;
    }
    .protocol .headStyle p{
        font-size: 0.38rem;
        text-align: center;
        font-weight: 600;
        line-height: 0.7rem;
    }
    .protocol h3{
        font-size: 0.30rem;
        line-height: 0.8rem;
        font-weight: 800;
    }
    .protocol h5{
        font-size: 0.26rem;
        line-height: 0.6rem;
        font-weight: 600;
    }
    .protocol p{
        font-size: 0.22rem;
        padding: 0.04rem 0;
    }
</style>
